#+title: my config
#+author: justin malu
#+startup: inlineimages content indent
#+auto_tangle: t

#+begin_src emacs-lisp :tangle yes
;;; $DOOMDIR/config.el -*- lexical-binding: t; -*-
#+end_src

*** Active | Inactive
works !!...height too small thought :height 0.9

#+begin_src emacs-lisp :tangle yes
(custom-set-faces!
  ;; '(mode-line :family "Iosevka Comfy" :size 15)
  '(mode-line :family "Mononoki Nerd Font" :box nil :overline nil)
  ;; '(doom-modeline-buffer-modified :foreground "green") ; color of modified buffer indicator
  '(mode-line-inactive :family "Iosevka Comfy"))
#+end_src

#+RESULTS:
: -1

=Nice Fonts=
+ Mononoki Nerd Font
+ SpaceMono Nerd Font
+ VictorMono Nerd Font

